export const PRAYS = [
  {
    id: 1,
    title: "เครียดมาก แม่เข้าโรงพยาบาล",
    desc:
      "ฝากอธิษฐานเผื่อด้วยค่ะ แม่หนูเข้าโรงพยาบาล ไส้ติ่งแตกแหกทุกทางโค้ง ต้องรีบผ่า กลัวไส้ติ่งแตก แล้วจะอดติ่งเกาหลี",
    by: "ติ่งแบมๆ",
    avatar: require("../assets/avatar/avatar-1.png"),
    theme: "#FFF3F8",
    comments: [
      {
        title: "อธิษฐานเผื่อ",
        text: "สู้ๆนะคะ",
        theme: "#80D8FF",
        editing: false,
      },
      {
        title: "อาเผื่อครับ",
        text: "ขอพระเจ้าเสริมกำลัง",
        theme: "#d6fcf7",
        editing: false,
      },
      {
        title: "พระเจ้าอวยพร",
        text:
          "ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ",
        theme: "#efddf7",
        editing: false,
      },
    ],
  },
  {
    id: 2,
    title: "สอบมิดเทอมสัปดาห์หน้า ยังไม่ได้เริ่มอ่านหนังสือ",
    desc:
      "เรียนออนไลน์แล้วเครียดครับ ต้องอ่านหนังสือและตี ROV ไปพร้อมกัน เรียนไม่รู้เรื่อง หนังสือก็ไม่ได้อ่าน ขอพระเจ้าให้สอบผ่าน",
    by: "Mina ท้าต่อยทุกย่านน้ำ",
    avatar: require("../assets/avatar/avatar-2.png"),
    theme: "#D9FCD6",
    comments: [
      {
        title: "อธิษฐานเผื่อ",
        text: "สู้ๆนะคะ",
        theme: "#fff3f8",
        editing: false,
      },
      {
        title: "อาเผื่อครับ",
        text: "ขอพระเจ้าเสริมกำลัง",
        theme: "#397490",
        editing: false,
      },
      {
        title: "พระเจ้าอวยพร",
        text:
          "ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ",
        theme: "#efddf7",
        editing: false,
      },
    ],
  },

  {
    id: 3,
    title: "ขอให้น้ำไม่ท่วม",
    desc:
      "ตอนนี้น้ำท่วมถึงแขนแล้วครับ ฝากอธิษฐานเผื่อด้วย ตอนแรกผมเดินสามก้าว ก้าวแรกไม่เป็นไร ก้าวสองเหมือนเปโตร ก้าวสามจมทั้งหัว",
    by: "เปโตรคนเดินดิน",
    avatar: require("../assets/avatar/avatar-3.png"),
    theme: "#D9FCD6",
    comments: [
      {
        title: "อธิษฐานเผื่อ",
        text: "สู้ๆนะคะ",
        theme: "#dae9ff",
        editing: false,
      },
      {
        title: "อาเผื่อครับ",
        text: "ขอพระเจ้าเสริมกำลัง",
        theme: "#d6fcf7",
        editing: false,
      },
      {
        title: "พระเจ้าอวยพร",
        text:
          "ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ",
        theme: "#d9fcd6",
        editing: false,
      },
    ],
  },
  {
    id: 4,
    title: "กลัวติดโควิด ยังไม่ได้วัคซีน",
    desc:
      "คือหนูยังไม่ได้วัคซีน หนูอยากฉีดซิโนแวค 4 เข็ม หนูก็เลยรอฉีดทีเดียว ขอพระเจ้าจัดเตรียมค่ะ",
    by: "สาลี่ที่ไม่ใช่สลิ่ม",
    avatar: require("../assets/avatar/avatar-4.png"),
    theme: "#FFF5D2",
    comments: [
      {
        title: "อธิษฐานเผื่อ",
        text: "สู้ๆนะคะ",
        theme: "#fff3f8",
        editing: false,
      },
      {
        title: "อาเผื่อครับ",
        text: "ขอพระเจ้าเสริมกำลัง",
        theme: "#fff3f8",
        editing: false,
      },
      {
        title: "พระเจ้าอวยพร",
        text:
          "ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ขอพระเจ้าอยู่ด้วย ",
        theme: "#80D8FF",
        editing: false,
      },
    ],
  },
];
