export const PRAYS = [
  {
    title: "เครียดมาก แม่เข้าโรงพยาบาล",
    desc:
      "ฝากอธิษฐานเผื่อด้วยค่ะ แม่หนูเข้าโรงพยาบาล ไส้ติ่งแตกแหกทุกทางโค้ง ต้องรีบผ่าตัดรัวๆ",
    by: "Waew",
    comments: [
      {
        comment: "สู้ๆครับ อธิษฐานเผื่อแล้ว",
        by: "Mark",
      },
    ],
  },

  {
    title: "เครียดมาก แม่เข้าโรงพยาบาล",
    desc:
      "ฝากอธิษฐานเผื่อด้วยค่ะ แม่หนูเข้าโรงพยาบาล ไส้ติ่งแตกแหกทุกทางโค้ง ต้องรีบผ่าตัดรัวๆ",
    by: "Waew",
    comments: [
      {
        comment: "สู้ๆครับ อธิษฐานเผื่อแล้ว",
        by: "Mark",
      },
    ],
  },

  {
    title: "เครียดมาก แม่เข้าโรงพยาบาล",
    desc:
      "ฝากอธิษฐานเผื่อด้วยค่ะ แม่หนูเข้าโรงพยาบาล ไส้ติ่งแตกแหกทุกทางโค้ง ต้องรีบผ่าตัดรัวๆ",
    by: "Waew",
    comments: [
      {
        comment: "สู้ๆครับ อธิษฐานเผื่อแล้ว",
        by: "Mark",
      },
    ],
  },
  {
    title: "เครียดมาก แม่เข้าโรงพยาบาล",
    desc:
      "ฝากอธิษฐานเผื่อด้วยค่ะ แม่หนูเข้าโรงพยาบาล ไส้ติ่งแตกแหกทุกทางโค้ง ต้องรีบผ่าตัดรัวๆ",
    by: "Waew",
    comments: [
      {
        comment: "สู้ๆครับ อธิษฐานเผื่อแล้ว",
        by: "Mark",
      },
    ],
  },
];
