export const PRAYS = [
  {
    id: 1,
    title: "เครียดมาก แม่เข้าโรงพยาบาล",
    desc:
      "ฝากอธิษฐานเผื่อด้วยค่ะ แม่หนูเข้าโรงพยาบาล ไส้ติ่งแตกแหกทุกทางโค้ง ต้องรีบผ่า กลัวไส้ติ่งแตก แล้วจะอดติ่งเกาหลี",
    by: "ติ่งแบมๆ",
    avatar: require("../assets/avatar/avatar-1.png"),
    theme: "#FFF3F8",
    comments: [
      {
        comment: "สู้ๆครับ อธิษฐานเผื่อแล้ว",
        by: "Mark",
      },
    ],
  },

  {
    id: 2,
    title: "สอบมิดเทอมสัปดาห์หน้า ยังไม่ได้เริ่มอ่านหนังสือ",
    desc:
      "เรียนออนไลน์แล้วเครียดครับ ต้องอ่านหนังสือและตี ROV ไปพร้อมกัน เรียนไม่รู้เรื่อง หนังสือก็ไม่ได้อ่าน ขอพระเจ้าให้สอบผ่าน",
    by: "Mina ท้าต่อยทุกย่านน้ำ",
    avatar: require("../assets/avatar/avatar-2.png"),
    theme: "#D9FCD6",
    comments: [
      {
        comment: "อย่าลืมอ่านหนังสือด้วยนะครับ สู้ๆ อธิษฐานเผื่อครับ",
        by: "Sea",
      },
    ],
  },

  {
    id: 3,
    title: "ขอให้น้ำไม่ท่วม",
    desc:
      "ตอนนี้น้ำท่วมถึงแขนแล้วครับ ฝากอธิษฐานเผื่อด้วย ตอนแรกผมเดินสามก้าว ก้าวแรกไม่เป็นไร ก้าวสองเหมือนเปโตร ก้าวสามจมทั้งหัว",
    by: "เปโตรคนเดินดิน",
    avatar: require("../assets/avatar/avatar-3.png"),
    theme: "#D9FCD6",
    comments: [
      {
        comment: "อธิษฐานเผื่อค่ะ ขอให้ก้าวสี่ลุกขึ้นและก้าวห้าเต็มถัง",
        by: "Natty",
      },
    ],
  },
  {
    id: 4,
    title: "กลัวติดโควิด ยังไม่ได้วัคซีน",
    desc:
      "คือหนูยังไม่ได้วัคซีน หนูอยากฉีดซิโนแวค 4 เข็ม หนูก็เลยรอฉีดทีเดียว ขอพระเจ้าจัดเตรียมค่ะ",
    by: "สาลี่ที่ไม่ใช่สลิ่ม",
    avatar: require("../assets/avatar/avatar-4.png"),
    theme: "#FFF5D2",
    comments: [
      {
        comment:
          "จงแสวงหาแผ่นดินของพระเจ้าก่อน แล้วพระเจ้าจะประทานสิ่งทั้งปวงให้ เป็นกำลังใจให้ครับ",
        by: "Nakamol",
      },
    ],
  },
];
